/*MESSAGES*/
"ok"				= "validate";
"cancel"			= "cancel";
"save"              = "Save";

"plural"			= "object(s) of type";

"objects"			= "objects";
"object"			= "object";
"types"				= "types";
"type"				= "type";
"card"				= "card";
"cards"				= "cards";
"kind"				= "kind";

"unit"				= "unit";
"resolution"		= "resolution";

"no selection"		= "no selection";
"no document"		= "no document";

"progress"			= "work in progress…";
"options"			= "options";

"copy"				= "copy";
"untitled"			= "untitled";
"new view"			= "new view";
"new style"			= "new style";
"virtual"			= "virtual";

"name"				= "name";
"color"				= "color";
"subtype"			= "subtype";
"flag"				= "flag";
"direction"			= "direction";

"point_kind"		= "point";
"line_kind"			= "line";
"text_kind"			= "text";
"area_kind"			= "area";
"raster_kind"		= "raster";

"defaultsubtype"	= "default subtype";

"black"				= "black";
"white"				= "white";
"red"				= "red";
"green"				= "green";
"blue"				= "blue";
"cyan"				= "cyan";
"magenta"			= "magenta";
"yellow"			= "yellow";

"navigation"		= "Navigation";
"geometry"			= "Geometry";
"presentation"		= "Presentation";

"open"				= "open";
"close"				= "close";
"new"				= "new";

"length"			= "length";
"area"				= "area";

"decimals"			= "decimals";

"format"			= "format";

"angstroms"			= "angstroms";
"nanometers"		= "nanometers";
"micrometers"		= "micrometers";
"millimeters"		= "millimeters";
"centimeters"		= "centimeters";
"inches"			= "inches";
"decimeters"		= "decimeters";
"feet"				= "feet";
"yards"				= "yards";
"meters"			= "meters";
"decameters"		= "decameters";
"hectometers"		= "hectometers";
"kilometers"		= "kilometers";
"miles"				= "miles";

"angstromsAB"		= "Å";
"nanometersAB"		= "nanometers";
"micrometersAB"		= "µ";
"millimetersAB"		= "mm";
"centimetersAB"		= "cm";
"inchesAB"			= "in";
"decimetersAB"		= "dm";
"feetAB"			= "ft";
"yardsAB"			= "yard";
"metersAB"			= "m";
"decametersAB"		= "dam";
"hectometersAB"		= "hm";
"kilometersAB"		= "km";
"milesAB"			= "mi";

"Aseconds"			= "seconds";
"Aminutes"			= "minutes";
"degrees"			= "degrees";

"AsecondsAB"		= "''";
"AminutesAB"		= "'";
"degreesAB"			= "°";

"Tseconds"			= "seconds";
"Tminutes"			= "minutes";
"hours"				= "hours";
"days"				= "days";
"months"			= "months";
"years"				= "years";
"centuries"			= "centuries";

"TsecondsAB"		= "s";
"TminutesAB"		= "min";
"hoursAB"			= "h";
"daysAB"			= "d";
"monthsAB"			= "m";
"yearsAB"			= "y";
"centuriesAB"		= "c";

/*ERRORS*/
"unknown_err"		= "Unknown error code";

"-1001"             = "Unsuported \"%s\" codec";

"-10001"			= "Cannot find library family";
"-10002"			= "Cannot find library creator";
"-10003"			= "Cannot find library version";
"-10004"			= "Cannot find library name";
"-10005"			= "Cannot find library ID";
"-10006"			= "Cannot find library signature";
"-10007"			= "Cannot find library version";
"-10008"			= "Library already loaded";
"-10009"			= "Error loading library";
"-10010"			= "Cannot find library allocation routine";
"-10011"			= "Cannot find library destructor routine";
"-10012"			= "Library instance not created";

"-10041"			= "XML classes not loaded";

"-100001"			= "Error initializing log";
"-100002"			= "Error initializing file specifier";
"-100003"			= "Error initializing nib";
"-100004"			= "Error initializing resource fork";
"-100005"			= "Error initializing protection";

"-110001"			= "Read error";
"-110002"			= "Write error";
"-110003"			= "Error adding field";
"-110004"			= "Error deleting field";
"-110005"			= "Error editing field";
"-110006"			= "Error assigning default value";
